return {
    [18] = {[[浴火之璀璨]], [[死亡§p1§d次]]},
    [25] = {[[平平无奇]], [[游玩时长达到§g114513§d秒
§-下一秒意义重大]]},
    [26] = {[[贤者时间]], [[游玩时长达到§g114515§d秒
§-上一秒意义重大]]},

    [3] = {[[累了吗？休息一会儿吧]], [[游玩时长达到§p30§d分钟]]},
    [12] = {[[Lucky STGer]], [[遇见过1次§gLucky Wave]]},
    [34] = {[[谁家小孩？]], [[遇到/w5天气
§-小小的也很可爱]]},
    [43] = {[[BossRush,but Roguelike]], [[遇见1次「酒石酸唑吡坦」]]},
    [44] = {[[东方琴鼓歌,but Roguelike]], [[遇见1次「阿波罗11的捏造」]]},
    [50] = {[[热死了（恼）]], [[因/w43天气而死亡
§-好热好热好热]]},
    [51] = {[[颂德道士今尚在]], [[遇到/w62天气
§-天文的第一颗大玉]]},

    [4] = {[[1小时！！！]], [[游玩时长达到§p1§d小时]]},
    [53] = {[[人造小太阳]], [[用/t54在短时间内传送§p5§d次
§-喜欢玩量子隧穿？]]},
    [61] = {[[耐冻王]], [[在/w70天气下无伤通过1波]]},
    [62] = {[[天打雷劈！]], [[在/w3天气下被雷劈死1次
§-人形避雷针]]},
    [63] = {[[/t83变成0了]], [[/t83将4级道具偷换为其他道具
§-20%中全是诈骗]]},
    [64] = {[[舞蹈的白色结晶]], [[在/w20天气下存在超过§p10§d颗大玉
§-霜寒下的三原色合成]]},
    [66] = {[[原初的节拍]], [[获得2个/t78后，一秒内按低速键超过12次
§-美丽的高低切]]},
    [69] = {[[大风起兮云飞扬]], [[在/w56天气下无伤通过1波]]},
    [71] = {[[样一了家到回像觉感]], [[获得/t56后遇见/w34天气
§-天气无用，天地有用]]},
    [72] = {[[还好我是体育生]], [[/maxhp超过§p100]]},
    [73] = {[[萎靡不振]], [[/t123的m>=9时§r受击
§-全屏开花只是个梦吗]]},
    [74] = {[[你还活着吗？？]], [[/maxhp小于等于§p0.01]]},
    [75] = {[[全身瘫痪]], [[/hspd小于等于§p0.01]]},
    [76] = {[[浓缩的都是精华]], [[/hitb小于等于§p0.01]]},
    [77] = {[[宇宙同璀璨]], [[获得/t108后场上的星星大于§p195§d颗
§-扶疏万物影]]},
    [78] = {[[于是忘了得了阿尔兹海默症]], [[用光/t106的复活次数
§-得了阿尔兹海默症？]]},
    [80] = {[[我先睡了]], [[在「酒石酸唑吡坦」中死亡
§-安详地安眠了]]},
    [81] = {[[黄泉的樱之国]], [[在/w39天气下死亡
§-死后血跃花]]},
    [82] = {[[震惊幻想乡]], [[在/w66天气下死亡
§-原来/player也是Boss]]},
    [120] = {[[这就是黑手]], [[因/t53流失生命而死亡
§-为了杀敌奋不顾身]]},

    [5] = {[[我草？你玩半天了？]], [[游玩时长达到§p12§d小时]]},
    [83] = {[[感觉像回到家了一样]], [[在/w33天气下遇见/scenep2s5
§-完美无缺的六道中]]},
    [84] = {[[感觉像回到家了一样2.0]], [[在/scenep2中/chaos达到§r150%
§-东方绀珠传Lunatic难度]]},
    [85] = {[[感觉像回到家了一样3.0]], [[无伤通过/scenep2s26
§-难道五只不行？]]},
    [86] = {[[姐就是女王]], [[拥有17个/t29
§-自信放光芒]]},
    [90] = {[[原色空間]], [[在/w7天气下遇见/scenep2s5
§-RGB弹幕]]},
    [92] = {[[/t83变成1了]], [[/t83将0级道具偷换为4级道具
§-真正的偷天换日，多试试！]]},
    [98] = {[[迪厅]], [[在/w30天气下遇见/scenep2s27
§-旋转的迪斯科]]},
    [99] = {[[回家了，但是是另一个家]], [[在/w33天气下遇见/scenep2s15
§-东方妖怪小町]]},
    [100] = {[[幻觉之玉]], [[在/w62天气下遇见/scenep2s27
§-2^63种大玉]]},
    [101] = {[[纯粹的狂气]], [[在/w29天气下遇见/scenep2s33
§-*狂气升上了纯粹的天堂]]},
    [102] = {[[最强大脑]], [[收取辉夜的§r"五难题"§d符卡各一次]]},
    [103] = {[[20XX年 永生之旅]], [[在「Bacanoo!」中被弹§r5§d次
§-酒精依赖性]]},
    [104] = {[[你真的喝了？]], [[在/w61天气下遇见「Bacanoo!」
§-九九成！稀罕物！]]},
    [105] = {[[斗转星移]], [[在/w31天气下遇见「斗转星移的环带」
§-丁达尔的星带]]},
    [106] = {[[盐明珠]], [[集齐3个带有§y"RGB"§d标签的道具
§-东方海惠堂]]},
    [107] = {[[秦始皇还未成年]], [[在/w5天气下遇见/scenep2s24
§-宫车也未成年]]},
    [108] = {[[拉去坐牢]], [[在/w5天气下遇见/scenep2s25
§-触犯秦法]]},
    [121] = {[[乱玩谐音梗]], [[在/w7天气下遇见/bossSeiran
§-这样子谐音？]]},
    [139] = {[[冰者不能自冰]], [[使用/playerChiruno通关挑战5]]},
    [147] = {[[fashion is coming]], [[集齐全部样式的§p死宛宝宝]]},
    [148] = {[[th20]], [[在/w79天气下遇见/scenep2s5
§-东之国夏夜的绀珠 ~ Meteor Shower Simulation of Meteor Shower]]},
    [149] = {[[月球是奶酪做的]], [[/t115和/t164同框
§-魔理沙见不得这个]]},
    [150] = {[[纵使相逢应不识，尘满面，鬓如霜]], [[/chaos高于100%时，一波内/t164没有缩小
§-料得年年肠断处，明月夜，短松冈]]},
    [151] = {[[可爱包包，Ciallo ~ ]], [[集齐全部样式的§p豆包
§-只要负责可爱就好了]]},

    [6] = {[[玩了1天，感动中国]], [[游玩时长达到§p24§d小时]]},
    [109] = {[[物理学不存在了]], [[通关§yExtra§d时，/chaos没有高于§r100%]]},
    [138] = {[[我就是神金]], [[使用/playerAya通关挑战6]]},

    [10] = {[[太好玩莉]], [[连续§y7§d天登录游戏]]},
    [116] = {[[忆一世]], [[游玩时长达到§g114514§d秒
§-完  全  胜  利]]},
    [117] = {[[V]], [[获得所有成就]]},
    [118] = {[[湖面征服者]], [[无伤通关/scenep1的§rUltra§d难度]]},
    [119] = {[[月亮之上]], [[无伤通关/scenep2的§rUltra§d难度]]},
    [145] = {[[好好好你是1]], [[通关挑战4]]},


}