local dict = {
    ["正体不明的X"] = "正体不明的X",
    des1 = [[chaos初始为§r12.5%§d
§r无法正常升级§d，而是增加§g5§d生命上限
含有§b/wxsys§d，天气固定为/w76]],
    ["测测你的"] = "测测你的",
    des2 = [[初始携带1个/t78，1个/t126
§r/player无法射击且无法正常升级§d；§y不会出现boss wave
每升2级，获得1个/t78]],
    ["贪吃蛇"] = "贪吃蛇",
    des3 = [[初始携带3个/t143，1个/t131
每升1级，获得1个/t143]],
    ["好了知道你是0了"] = "好了知道你是0了",
    des4 = [[第34号苦痛之路。请享受苦参的回廊。
初始携带所有除/t134外的0级道具
含有§b/wxsys§d]],
    ["尘肺病"] = "尘肺病",
    des5 = [[含有§b/wxsys§d，天气固定为/w37]],
    ["我是地质学家，这就是神金"] = "我是地质学家，这就是神金",
    des6 = [[初始携带3个/t38
§r禁止低速移动
含有§b/wxsys§d，天气固定为/w29
]],
    ["打妖精"] = "打妖精",
    des7 = [[初始携带/t64，§r/player停止所有行为§d
使用§y鼠标§d操控/player，§y左键§d对屏幕上的敌人进行小范围打击，并且消除弹幕
含有§b/wxsys§d]],
    ["东方游戏手机版"] = "东方游戏手机版",
    des8 = [[使用§y鼠标§d操控/player
含有§b/wxsys§d]],
    ["蓬莱之药"] = "蓬莱之药",
    des9 = [[随着游玩进展，游戏速度从§c2倍速§d降至§c0.25倍速§d
含有§b/wxsys§d]],
    ["滑动变阻器"] = "滑动变阻器",
    des10 = [[chaos初始为§r30%§d
/player移动时，游戏速度逐渐升至§c6倍速§d；不移动时，游戏速度逐渐降至§c0倍速
含有§b/wxsys§d]],
    ["收起你的小霁霁"] = "收起你的小霁霁",
    des11 = [[全屏自带§r高强度拖影效果
含有§b/wxsys§d]],
    ["新「文」直播间"] = "新「文」直播间",
    des12 = [[视野§r放大一定倍率§d，自动跟踪于§p弹幕较多的区域
含有§b/wxsys§d]],
    ["引力超大的(魔理沙)"] = "引力超大的(魔理沙)",
    des13 = [[初始携带/t86，/player永远射出§g绿色主炮§d
/player对场上的物体有极大的§r引力
chaos增长速度§g极慢§d，含有§b/wxsys§d]],
    ["东方弹幕风"] = "东方弹幕风",
    des14 = [[游戏速度随着obj数的增多而逐渐§c降低
按§y空格键§d加速游戏，boss贴图全为§r露米娅
含有§b/wxsys§d]],
    ["只能听见歌声了"] = "只能听见歌声了",
    des15 = [[全屏以奇怪的混合模式渲染
含有§b/wxsys§d]],
    ["塔防游戏"] = "塔防游戏",
    des16 = [[初始携带/t197，/bvR修正至§r0§d，/brR§g+33%
击破敌人时，获得§g0.1/br§d和§g微弱的/brR
含有§b/wxsys§d]],
    ["乾坤大挪移"] = "乾坤大挪移",
    des17 = [[初始携带/t72
/player移动时，全屏将获得反向的/w30效果
含有§b/wxsys§d]],
    ["等比稀释"] = "等比稀释",
    des18 = [[敌人，/player，子弹，掉落物大比例§p缩小
含有§b/wxsys§d]],
    ["昨日重现"] = "昨日重现",
    des19 = [[初始携带/t179，/t119，§g/itcl下降600
敌方弹幕速度§g-40%§d，当弹幕无判定时，其速度降为§r0
含有§b/wxsys§d,天气固定为/w60]],
    ["这就是你想要的无尽模式"] = "这就是你想要的无尽模式",
    des20 = [[§rHard Boss Wave§d可以无限出现
最大波数永远比当前波§b多2波
当前波大于§b20§d时，即算作§g挑战通过]],
    ["布朗运动"] = "布朗运动",
    des21 = [[敌方弹幕全做§r布朗运动§d，chaos越高，弹幕平均动能越大
含有§b/wxsys§d]],
}
for k, v in pairs(dict) do
    dict[k] = ReplaceTextWithCommand(v)
end
return dict